Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Farbiges Glas für Fenster
en: Coloured glass for windows

source: Starre Kunststoffrohre [ausgenommen als Teile von sanitäre Anlagen]
en: Rigid pipes of plastics [other than parts of sanitary installations]

source: Stützsäulen, nicht aus Metall
en: Trestle columns (Non-metallic -)

source: Pech für Gebäude
en: Pitch for building

source: Marmor für Bauzwecke
en: Marble for construction

source: Wasserabflusskanäle, nicht aus Metall
en: Non-metallic conduits for water discharge

source: Stromleitungsmasten, nicht aus Metall
en: Posts, not of metal, for power lines

source: Ställe, nicht aus Metall
en: Stables, not of metal

source: Transportable Straßenschwellen, aus Gummi oder Kunststoff
en: Road humps (non-metallic -) [portable] for slowing traffic

source: Kaminumrandungen [Kamingesimse und Kaminsimsteile] aus Stein
en: Fire surrounds [mantles and mantlepieces] of stone

source: Japanische Schiebetüren aus dünnem Papier [Shoji]
en: Japanese sliding screens of thin paper (shoji)

source: Deckel für Einstiegsschächte, nicht aus Metall
en: Access chamber covers of non-metallic materials

source: Steine zur Uferbefestigung
en: Stones used to retain embankments

source: Bauelemente [nicht aus Metall] zur Verwendung im Bauwesen
en: Structural elements (Non-metallic -) for use in building

source: Nicht metallische Dachrinnenverbinder
en: Gutter connection pieces (Non-metallic -)

source: Baracken [nicht aus Metall]
en: Huts made of non-metallic materials

source: Torbögen aus nicht metallischen Materialien zum Stützen von Pflanzen
en: Archways of non-metallic materials for supporting plants

source: Gepanzerte Fenster, nicht mit Metallrahmen
en: Armoured windows having non-metallic frames

source: Geländersäulen, nicht aus Metall
en: Balusters (Non-metallic -)

source: Abzugskanäle [nicht aus Metall] für Bauzwecke
en: Flues (Non-metallic -) for use in building

source: Rohre aus Zementmörtel
en: Cement mortar pipes

source: Baumaterialien aus faserverstärktem Kunststoff
en: Fiber reinforced plastic construction materials

source: Laufbühnen, nicht aus Metall
en: Walkways (Non-metallic -)

source: Glasierte Fliesen
en: Glazed ceramic tiles

source: Bodenrückhaltekonstruktionen, nicht aus Metall
en: Earth retaining structures (Non-metallic -)

source: Ausstellungswände [nicht aus Metall]
en: Exhibition panelling (Non-metallic -)

source: Nicht metallische Außenrollläden für Fenster
en: External shutters (Non-metallic -) for windows

source: Fassadenverkleidungstafeln aus mörtelbeschichtetem Schaumstoff
en: Facade cladding sheets of mortar coated foamed materials

source: Bauten [nicht aus Metall] in Kabinenform
en: Buildings (Non-metallic -) in the form of cabins

source: Kapitelle [nicht aus Metall] als Teile von Säulen
en: Capitals (Non-metallic -) being parts of columns

source: Klärbecken, nicht aus Metall
en: Settlement tanks, not of metal

source: Lärmschutzwände aus Holz
en: Noise barriers made of wood

source: Bodenfliesen aus Holz
en: Floor tiles of wood

source: Mörtel [Baumaterial]
en: Mortar for building

source: Abflussrinnen, nicht aus Metall
en: Drain gullies, not of metal

source: Verkleidungen, nicht aus Metall, für Decken
en: Cladding (Non-metallic -) for ceilings

source: Nicht metallische Verkleidungsplatten
en: Cladding panels (Non-metallic -)

source: Verkleidungsplatten aus Glas
en: Cladding panels made of glass

source: Drehtüren, nicht aus Metall
en: Revolving doors not of metal

source: Gießereiformen, nicht aus Metall
en: Foundry molds [moulds], not of metal

source: Kalkstein in Granulatform
en: Limestone in granular form

source: Baugruppen für Lamellenfenster [nicht aus Metall]
en: Louvre window assemblies (Non-metallic -)

source: Nicht metallische Kaminsimse
en: Mantelpieces (Non-metallic -)

source: Sprungbretter, nicht aus Metall
en: Diving boards, not of metal

source: Speichertanks aus Mauerwerk
en: Storage tanks of masonry

source: Feuerfeste Blöcke zur Verwendung als Ofenauskleidung
en: Refractory blocks for use as furnace linings

source: Zäune, nicht aus Metall
en: Fences, not of metal

source: Verkehrsinformationstafeln, nicht aus Metall [nicht leuchtend, nicht mechanisch]
en: Traffic information panels (non-metallic -) [non-luminous, non-mechanical]

source: Durchsichtige Kunststoffe für Bauzwecke
en: Transparent plastics for use in building

source: Transportable Umkleidekabinen, nicht aus Metall
en: Transportable changing rooms (Non-metallic -)

source: Baumgitter [nicht aus Metall] zum Entwässern von Durchfahrten
en: Tree gratings (Non-metallic -) for draining thoroughfares

source: Sandsäcke
en: Sandbags

source: Säulen, nicht aus Metall
en: Pillars (Non-metallic -)

source: Gewebe [nicht aus Metall] für die Sicherung von Deichen gegen Erosion
en: Woven fabrics (Non-metallic -) for the protection of dikes against erosion

source: Brücken [Bauten] nicht aus Metall
en: Bridges [structures] other than of metal

source: Baumaterialien aus Gesteinsfasern
en: Building materials made of rock fibres

source: Rollltore [nicht aus Metall]
en: Shutter doors (Non-metallic -)

source: Kaminumrandungen [Kamingesimse und Kaminsimsteile] aus Marmor
en: Fire surrounds [mantles and mantlepieces] of marble

source: Strukturoberflächen für Decken
en: Textured surfaces for ceilings

source: Gummibröselbeläge für Spielflächen
en: Rubber crumb surfacing for use in play areas

source: Nicht metallische Regenwasserreservoirs
en: Rainwater reservoirs (Non-metallic -)

source: Kunsteisbahnen [Bauten], nicht aus Metall
en: Skating rinks [structures], not of metal

source: Gewobene Textilien zum Schutz von weichen Unterböden
en: Woven textiles (Non-metallic -) for protecting soft subsoils

source: Sperrholz für Bauzwecke
en: Plywood for building

source: Gewebe für das Bauwesen [Geotextilien]
en: Fabrics for use in civil engineering (geotextiles)

source: Feuerfester Zementputz
en: Fireproof cement coatings

source: Dalben, nicht aus Metall
en: Mooring bollards, not of metal

source: Baumaterialien aus Bitumen
en: Bitumen building materials

source: Bitumen zur Verwendung im Straßenbau
en: Bitumen for use in road construction

source: Dachplatten aus Stein
en: Stone roofing tiles

source: Geteerte Filze
en: Tarred felts

source: Wassertanks, nicht aus Metall [Bauten]
en: Water tanks (non-metallic -) [structures]

source: Rahmen, nicht aus Metall, für Oberlichter
en: Frames (Non-metallic -) for skylights

source: Ofenauskleidungen, nicht aus Metall
en: Furnace linings of non-metallic materials

source: Kalk
en: Lime

source: Konstruktionsstützelemente [nicht aus Metall]
en: Structural support members (Non-metallic -)

source: Vliesstoffe für den Bodenschutz
en: Non-woven fabrics for soil protection

source: Abstellanlagen, nicht aus Metall, für Fahrräder
en: Bicycle parking installations, not of metal

source: Holzpappe für Bauzwecke
en: Wood pulp board for building

source: Traufbretter [nicht aus Metall]
en: Soffit boards (Non-metallic -)

source: Faserplatten aus Holzfasern zusammengefügt mit Harz und Spanplattenteilen
en: Fibre boards of wood fibre bonded with resin and particle boards

source: Kunststoffbeläge für Bauzwecke
en: Films of plastic for use in building

source: Brandschutzmaterialien, nicht aus Metall, für Baukonstruktionen
en: Fire protection materials (Non-metallic -) for use in building

source: Rinnen [nicht aus Metall] zum Sammeln von Regenwasser
en: Guttering (Non-metallic -) for the collection of rainwater

source: Wellplatten aus Kunststoffmaterialien [Baumaterial]
en: Corrugated sheets made of plastics materials [roofing material]

source: Dachfirste [nicht aus Metall]
en: Roof ridges (Non-metallic -)

source: Dachbretter, nicht aus Metall
en: Roofing boards (Non-metallic -)

source: Vorgefertigte Lagerschuppen, nicht aus Metall
en: Prefabricated, non-metal storage sheds

source: Feuerfeste Ofenauskleidungen [nicht aus Metall]
en: Refractory furnace linings [non-metallic]

source: Poller aus Kunststein
en: Bollards of artificial stone

source: Poller aus Naturstein
en: Bollards of natural stone

source: Mauerwerkhalterungen [nicht aus Metall]
en: Brickwork supports [not of metal]

source: Nicht metallische Kassettendecken
en: Coffered ceilings (Non-metallic -)

source: Frühbeetkästen [nicht aus Metall]
en: Cold frame boxes (Non-metallic -)

source: Frühbeetkästen [nicht aus Metall] für landwirtschaftliche Zwecke bei der Saatkeimung
en: Cold frames (Non-metallic -) for horticultural use in seed germination

source: Fahrdämme, nicht aus Metall
en: Roadways of non-metallic materials

source: Modulare Unterstände, nicht aus Metall
en: Modular shelters (Non-metallic -)

source: Wasserverteilungskanäle, nicht aus Metall
en: Non-metallic conduits for water distribution

source: Grabplatten, nicht aus Metall
en: Grave slabs, not of metal

source: Säulen [nicht aus Metall] für Gebäude
en: Pillars (Non-metallic -) for buildings

source: Rohre aus Zement für Bauzwecke
en: Pipes made of cement for use in building

source: Kaminumrandungen [Kamingesimse und Kaminsimsteile] aus Kunststoff
en: Fire surrounds [mantles and mantlepieces] of plastic

source: Grabsteine, nicht aus Metall
en: Gravestones (Non-metallic -)

source: Bodenmarkierungsfolien aus synthetischen Materialien
en: Ground marking sheets of synthetic materials

source: Leitpfosten [starre Straßenkegel] aus nicht metallischen Materialien
en: Delineators [fixed road cones] made of non-metallic materials

source: Glaselemente für Bauplatten
en: Glass elements for building panels

source: Formen, nicht aus Metall, für Beton
en: Forms (Non-metallic -) for concrete

source: Vliesstoffe für die Bodenentwässerung
en: Non-woven fabrics for soil drainage

source: Attikas [nicht aus Metall] für Werbezwecke
en: Fascias (Non-metallic -) for advertising

source: Zaunbohlen [nicht aus Metall]
en: Fencing rails (Non-metallic -)

source: Gesinterte Mischungen von Flugasche und Kohle
en: Sintered mixtures of fly ash and coal

source: Blöcke für den Fußbodenbau, nicht aus Metall
en: Blocks (Non-metallic -) for use in flooring construction

source: Wände, nicht aus Metall
en: Walls (Non-metallic -)

source: Keramikfliesen für Außenfußböden
en: Ceramic tiles for external floors

source: Keramikfliesen für Fußböden von Gebäuden
en: Ceramic tiles for flooring of building

source: Keramikfliesen für Innenwände
en: Ceramic tiles for internal walls

source: Doppelverglasungsplatten, nicht aus Metall
en: Double glazing panels (Non-metallic -)

source: Bodenfliesen aus Gummi
en: Rubber floor tiles

source: Stützsteine für Böschungen, die das Wachstum von Pflanzen erlauben
en: Embankment retaining stones for allowing the growth of plants

source: Abdecksteine für Wandtäfelungen
en: Capping stones for wall panels

source: Plattenverglasungsmaterialien für Bauzwecke
en: Sheet glazing materials for use in building

source: Dekoratives Glas für Bauzwecke
en: Decorative glass [for building]

source: Feuerbeständiges Holz
en: Fire resisting wood

source: Drehkreuze, nicht aus Metall
en: Turnstiles, not of metal

source: Grabtafeln, nicht aus Metall
en: Tombstone plaques, not of metal

source: Mörtel
en: Mortar

source: Gedenksteine
en: Memorial stones

source: Fallrohre [nicht aus Metall]
en: Downspouts, not of metal

source: Abwasserrohre, nicht aus Metall
en: Sewer pipes (Non-metallic -)

source: Schalungen, nicht aus Metall
en: Shuttering (Non-metallic -)

source: Rollläden, nicht aus Metall
en: Roller shutters (Non-metallic -)

source: Drainagerohre, nicht aus Metall
en: Drain pipes, not of metal

source: Konstruktionen [nicht aus Metall]
en: Structures made of non-metallic materials

source: Eingeteilte Bauten [nicht aus Metall]
en: Sectional buildings (Non-metallic -)

source: Bauprofile [nicht aus Metall]
en: Building sections (Non-metallic -)

source: Armierungen für Bauzwecke, nicht aus Metall
en: Reinforcing materials, not of metal, for building

source: Kaminhauben, nicht aus Metall
en: Chimney pots, not of metal

source: Pfeiler, nicht aus Metall
en: Posts of non-metallic materials

source: Denkmäler aus Marmor
en: Monuments of marble

source: Masten, nicht aus Metall
en: Masts [poles], not of metal

source: Gitter, nicht aus Metall
en: Latticework, not of metal

source: Bindemittel zur Herstellung von Backsteinen
en: Binding agents for making briquettes

source: Holz
en: Wood

source: Schnittholz
en: Sawn timber

source: Baumaterialien und Bauelemente, nicht aus Metall
en: Building and construction materials and elements, not of metal

source: Türen, Tore, Fenster und Fensterabdeckungen, nicht aus Metall
en: Doors, gates, windows and window coverings, not of metal

source: Bauten und transportable Bauten, nicht aus Metall
en: Structures and transportable buildings, not of metal

source: Statuen und Kunstwerke aus Materialien wie Stein, Beton und Marmor, soweit in dieser Klasse enthalten
en: Statues and works of art made of materials such as stone, concrete and marble, included in the class

source: Stein, Fels, Ton und Mineralien
en: Stone, rock, clay and minerals

source: Holz und Holzimitate
en: Wood and artificial wood

source: Wandfliesen, nicht aus Metall
en: Wall tiles, not of metal

source: Leuchtpflastersteine, nicht aus Metall
en: Luminous paving blocks, not of metal

source: Schiebetüren, nicht aus Metall
en: Sliding doors, not of metal

source: Gleisbaumaterialien, nicht aus Metall
en: Railway materials, non-metallic

source: Schilder sowie Informations- und Werbetafeln, nicht aus Metall
en: Signs, and information and advertising displays, non-metallic

source: Gummilager für die seismische Isolierung von Gebäuden
en: Rubber bearings for seismic isolation of buildings

source: Panzerungen, nicht aus Metall
en: Armour-plating, not of metal

source: Asphalt -Dachpappe
en: Asphalt roofing paper

source: Büsten aus Stein
en: Busts of stone

source: Trockenbaukantenleisten, nicht aus Metall [Baumaterialien]
en: Drywall corner bead not of metal [building materials]

source: Ornamentalflachglas für Bauzwecke
en: Figured plate glass for building

source: Schaumglas für Bauzwecke
en: Foam glass for building

source: Rinnen, nicht aus Metall
en: Gutters, not of metal

source: Infrarotstrahlung absorbierendes Glas fÃ¼r Bauzwecke
en: Infrared-ray absorbing glass for building

source: Baumaterialien aus Kalk
en: Lime building materials

source: Leuchtglas für Bauzwecke
en: Luminous glass for building

source: Mehrschichtpaneelen aus Kunststoff für Bauzwecke
en: Multilayer panels of plastic for use in building

source: Nichtleuchtende Baken, nicht aus Metall [turmartige Konstruktionen]
en: Non-luminous non-metal beacons [tower-like structures]

source: Transportabel Gewächshäuser [nicht aus Metall] für Privatgärten
en: Non-metal transportable greenhouses for household use

source: Pfähle aus Holz
en: Pilings of wood

source: Eisenbahnschwellen aus Holz
en: Railway sleepers of wood

source: Bodenfliesen aus Terrakotta
en: Terra-cotta floor tiles

source: Drahtflachglas für Bauzwecke
en: Wired plate glass for building

source: Amphibolsteine zur Verwendung als Baumaterial
en: Amphibole for use as building materials

source: Bergkristall zur Verwendung als Baumaterial
en: Rock crystal for use as building materials

source: Serpentinsteine zur Verwendung als Baumaterial
en: Serpentine for use as building materials

source: Tuffstein zur Verwendung als Baumaterial
en: Tuff for use as building materials

source: Betonpfosten zur Verwendung als Baumaterial
en: Concrete poles for use as building materials

source: Fensterglasscheiben für Bauzwecke
en: Plate glass [windows] for building

source: Fensterglas für Bauzwecke
en: Window glass for building

source: Dächer, nicht aus Metall
en: Roofing, not of metal

source: Dachbeläge, nicht aus Metall
en: Roof coverings, not of metal

source: Dachziegel, nicht aus Metall
en: Roofing tiles, not of metal

source: Gesimse, nicht aus Metall
en: Cornices, not of metal

source: Profilleisten, nicht aus Metall, für Bauzwecke
en: Mouldings, not of metal, for building

source: Parkett aus Holz
en: Parquet wood flooring

source: Pappe für Bauzwecke
en: Paperboard for building

source: Trennwände, nicht aus Metall
en: Partitions, not of metal

source: Skulpturen aus Stein
en: Stone sculptures

source: Betonplatten
en: Concrete panels

source: Betondecken
en: Concrete slabs

source: Furnierholz
en: Veneer wood

source: Steine
en: Stones

source: Stein
en: Stone

source: Kaminverkleidungen, nicht aus Metall
en: Fireplace mantles, not of metal

source: Grabkammern, nicht aus Metall
en: Burial vaults, not of metal

source: Fensterrahmen, nicht aus Metall
en: Window frames, not of metal

source: Fenster, nicht aus Metall
en: Windows, not of metal

source: Tore, nicht aus Metall
en: Gates, not of metal

source: Türen, nicht aus Metall
en: Doors, not of metal

source: Täfelungen, nicht aus Metall
en: Wainscotting, not of metal

source: Mauerverkleidungsteile, nicht aus Metall
en: Wall claddings, not of metal, for building

source: Wandverkleidungsteile, nicht aus Metall
en: Wall linings, not of metal, for building

source: Gepanzerte Türen, nicht aus Metall
en: Armoured doors, not of metal

source: Brückenlager [Baumaterialien] nicht aus Metall
en: Bridge bearings [construction materials] not of metal

source: Dolmetscherkabinen, nicht aus Metall
en: Interpreter booths, not of metal

source: Polymerhaltige Bitumenemulsionen zur Wasserabdichtung von Gebäuden
en: Polymeric bitumen emulsion for waterproofing buildings

source: Agalmatolith zur Verwendung als Baumaterial
en: Agalmatolite for use as building materials

source: Denkmäler aus Beton
en: Monuments of concrete

source: Beton für Denkmäler
en: Concrete for monuments

source: Terrakotta [Baumaterial]
en: Terra cotta [building material]

source: Fliesen aus Naturstein
en: Natural stone tiles

source: Glasierte Keramikwandfliesen
en: Glazed ceramic wall tiles

source: Glasierte Keramikbodenfliesen
en: Glazed ceramic floor tiles

source: Mit Aluminium verkleidete Holzfensterrahmen
en: Window frames of wood clad in aluminum

source: Künstlerische Mosaikplatten aus Marmor
en: Mosaic art tiles made of marble

source: Modulare Kunststoffbeläge als Bodenabdeckung
en: Modular plastic decking to serve as a ground cover

source: Schiebetüren aus Vinyl
en: Vinyl sliding doors

source: Bühnen, vorwiegend nicht aus Metall, für Musikdarbietungen
en: Stages for musical performances composed of primarily non-metal materials

source: Tornado-Schutzräume, hergestellt aus Glasfasern
en: Underground tornado shelters made of fiberglass

source: Vorgefertigte architektonische Säulen, nicht aus Metall
en: Pre-fabricated nonmetal architectural columns

source: Rohre aus Steingut
en: Pipes of earthenware

source: Vorgefertigte Blockhäuser
en: Pre-fabricated log homes

source: Modulare Blockhäuser
en: Modular log homes

source: Grabsteine aus Marmor
en: Grave markers of marble

source: Grabsteine aus Beton
en: Grave markers of concrete

source: Landwirtschaftliche Netze gegen Erosion
en: Agricultural nets for erosion control

source: Brückengeländer, nicht aus Metall
en: Non-metal railings for bridges

source: Geländer für Balkone, nicht aus Metall
en: Non-metal railings for balconies

source: Kunststoffleitplanken für Straßen
en: Crash barriers of plastic for roads

source: Holzleitplanken für Straßen
en: Crash barriers of wood for roads

source: Betonleitplanken für Straßen
en: Crash barriers of concrete for roads

source: Vorgefertigte Ställe, nicht aus Metall
en: Pre-fabricated non-metal stables

source: Verkleidungen, nicht aus Metall, für Bauzwecke
en: Non-metal cladding for construction and building

source: Modulare Hühnerställe [nicht aus Metall]
en: Modular chicken houses, not of metal

source: Vorgefertigte Hühnerställe, nicht aus Metall
en: Pre-fabricated chicken houses, not of metal

source: Kunststoffrohre für den Sanitärbereich
en: Plastic pipes for plumbing purposes

source: Innenfensterläden, nicht aus Metall
en: Interior non-metal window shutters

source: Fensterrahmen aus Holz
en: Wood window frames

source: Furniere für Fußböden
en: Veneer for floors

source: Stützböcke, nicht aus Metall, zur Verwendung beim Bau
en: Non-metallic trestles for use in construction

source: Spachtelmassen
en: Spackling compound

source: Feuerfeste Gussmischungen, nicht aus Metall
en: Refractory castable mixes, not of metal

source: Feuerfeste Ziegel, nicht aus Metall
en: Refractory bricks, not of metal

source: Vorgefertigte Silos, nicht aus Metall
en: Pre-fabricated silos, not of metal

source: Vorgefertigte Tierställe [nicht aus Metall]
en: Pre-fabricated animal houses, not of metal

source: Vorgefertigte Gewächshäuser, nicht aus Metall
en: Pre-fabricated greenhouses, not of metal

source: Mobile Tanzböden [nicht aus Metall]
en: Portable dance floors, not of metal

source: Spielplatzplatten, nicht aus Metall
en: Playground tiles, not of metal

source: Lochwand [nicht aus Metall]
en: Pegboard, not of metal

source: Ausbesserungsmassen auf Teerbasis
en: Patching compounds with a tar base

source: Abgehängte Deckensysteme, nicht aus Metall, bestehend aus Platten
en: Non-metal suspended ceiling systems comprising panels

source: Heizrohre, nicht aus Metall
en: Non-metal heating ducts

source: Außenfensterläden, nicht aus Metall
en: Non-metal exterior building shutters

source: Barrieren für den Fußgängerverkehr, nicht aus Metall
en: Non-metal barriers for pedestrian traffic control

source: Rohre für Klimaanlagen, nicht aus Metall
en: Non-metal air conditioning ducts

source: Sturmbunker, nicht aus Metall
en: Non-metal storm shelters

source: Modulare Silos [nicht aus Metall]
en: Modular silos, not of metal

source: Modulare Gewächshäuser, nicht aus Metall
en: Horse stall kick walls, not of metal

source: Fußbodenunterlagen aus Kork
en: Modular greenhouses, not of metal

source: Unterlagen für Fußböden
en: Flooring underlay made of cork

source: Gewebe für Fußbodenunterlagen
en: Fiberboard [building materials]

source: Sportböden nicht aus Metall
en: Athletic flooring, not of metal

source: Nichtgewobene Textilien aus synthetischen Fasern für das Baugewerbe
en: Non-woven textiles made of synthetic fibers for use in the building industry

source: Feuerfeste Fliesen
en: Fireproof tiles

source: Korbweide für Bauzwecke
en: Wicker, for building

source: Bambus für Bauzwecke
en: Bamboo, for building

source: Emailliertes Glas für Bauzwecke
en: Enamelled glass, for building

source: Säulen, nicht aus Metall, für Bauzwecke
en: Pillars, not of metal, for building

source: Eckschienen, nicht aus Metall, für Bauzwecke
en: Brackets, not of metal, for building

source: Presskork für Bauzwecke
en: Agglomerated cork for building

source: Balustraden, nicht aus Metall
en: Balustrades, not of metal

source: Figuren aus Beton
en: Concrete figures

source: Wandplatten, nicht aus Metall
en: Wall boards, not of metal

source: Dachpaneele, nicht aus Metall
en: Non-metal roofing panels

source: Fußböden aus Gummi
en: Rubber flooring

source: Grabstelen aus Stein
en: Grave markers of stone

source: Fahrradständer, nicht aus Metall
en: Non-metal bicycle storage racks

source: Glasplatten für den Gebäudebau
en: Glass panels for building construction

source: Bodenfliesen
en: Soil tiles

source: Bergkristall
en: Rock crystal

source: Quarz
en: Quartz

source: Kieselerde [Quarz]
en: Silica [quartz]

source: Bodenfliesen, nicht aus Metall
en: Tile floorings, not of metal

source: Figuren [Statuetten] aus Stein, Beton oder Marmor
en: Figurines [statuettes] of stone, concrete or marble

source: Statuen aus Stein, Beton oder Marmor
en: Statues of stone, concrete or marble

source: Bautenverkleidungen, nicht aus Metall
en: Building sheets (Non-metallic -)
